Repository: angelleye/offers-for-woocommerce
Catalog: languages/offers-for-woocommerce-*.po
Languages: de_de, pt_br, sv_se

source: Disable auto decline offer
de_de: Deaktivieren Sie das automatische Ablehnen-Angebot
pt_br: Desativar oferta de redução automática
sv_se: Inaktivera automatisk nedgång erbjudande

source: Minimum Offer Price
de_de: Mindestangebotspreis
pt_br: Preço da oferta mínima
sv_se: Minsta Erbjudande Pris

source: Select from the options below to set Minimum Offer Price on multiple products at once.
de_de: Wählen Sie aus den folgenden Optionen, um den Mindestangebotspreis für mehrere Produkte gleichzeitig festzulegen.
pt_br: Selecione as opções abaixo para definir o Preço da Oferta Mínima em vários produtos ao mesmo tempo.
sv_se: Välj från alternativen nedan för att ange minimipriset för flera produkter på en gång.

source: Enable
de_de: Aktivieren
pt_br: Habilitar
sv_se: Gör det möjligt

source: Disable
de_de: Deaktivieren
pt_br: Desativar
sv_se: inaktivera

source: Offer Price Type
de_de: Angebotspreisart
pt_br: Tipo de preço da oferta
sv_se: Erbjudande Pris Typ

source: Percentage
de_de: Prozentsatz
pt_br: Percentagem
sv_se: Procentsats

source: Send to buyer
de_de: an den Käufer geschickt
pt_br: Enviar ao comprador
sv_se: ﻿Skicka till köparen

source: Add
de_de: hinzufügen
pt_br: Adicionar
sv_se: ﻿Lägg till

source: No Comments Found.
de_de: kein Kommentar gefunden
pt_br: Nenhum comentário encontrado.
sv_se: ﻿Hittade inga Kommentarer.

source: Product Details
de_de: Produktdetails
pt_br: Detalhes do produto
sv_se: Produktinformation

source: Product not found
de_de: Artikel nicht gefunden
pt_br: Produto não encontrado
sv_se: ﻿Produkten hittades inte

source: Click to view product
de_de: für Produktansicht klicken
pt_br: Clique para ver o produto
sv_se: ﻿Klicka för att Visa produkten

source: Product:
de_de: Produkt:
pt_br: Produto:
sv_se: ﻿Produkt:

source: Click to edit product
de_de: klicken um Produkt zu bearbeiten
pt_br: Clique para editar o produto
sv_se: ﻿Klicka för att ändra produkt

source: Missing Meta Value
de_de: Fehlender Meta Wert
sv_se: ﻿Metavärde saknas

source: Attributes:
de_de: Merkmale:
pt_br: Atributos:
sv_se: Egenskaper:

source: Regular Price:
de_de: normaler Preis:
pt_br: Preço regular:
sv_se: ﻿Ordinarie pris:

source: Sale Price:
de_de: Ausverkaufspreis:
pt_br: Preço de venda:
sv_se: ﻿Rea pris:

source: Stock:
de_de: Vorrat
pt_br: Estoque:
sv_se: ﻿Lager

source: can be backordered
de_de: kann im Rückstand sein
pt_br: Pode ser encomendado
sv_se: Restnoterade tillåts

source: not managed
de_de: nicht verwaltet
pt_br: Não gerenciado
sv_se: ﻿inte hanterat

source: Out of Stock
de_de: ausverkauft
pt_br: Fora de estoque
sv_se: ﻿Slut i lager

source: Not enough stock to fulfill offer
de_de: kein ausreichender Lagerbestand um das Angebot auszuführen
pt_br: Estoque insuficiente para cumprir a oferta
sv_se: ﻿Inte tillräckligt lager för att slutföra bud

source: Buyer Details
de_de: Käuferangaben
pt_br: Detalhes do Comprador
sv_se: ﻿Köparens Detaljer

source: View offer history
de_de: Ansicht der Preisvorschlags Eentwicklung
pt_br: Ver histórico da oferta
sv_se: Visa budhistorik

source: Buyer History
de_de: Kunden Entwicklung
pt_br: Histórico do comprador
sv_se: Köparens Historik

source: Phone:
de_de: Telefon:
pt_br: Telefone:
sv_se: ﻿Telefon:

source: Company:
de_de: Firma:
pt_br: Empresa:
sv_se: ﻿Företag:

source: Buyer Offer History
de_de: Käufer Preisvorschlag Entwicklung
pt_br: Histórico de ofertas do comprador
sv_se: ﻿Köparens budhistorik

source: Close offer history
de_de: Schließen Preisvorschlag Entwicklung
pt_br: Fechar o histórico da oferta
sv_se: Stäng budhistorik

source: close
de_de: schließen
pt_br: fechar
sv_se: ﻿stäng

source: view
de_de: ansehen, Ansicht
pt_br: ver
sv_se: ﻿visa

source: Product Add-ons Data
de_de: Produkt Erweiterung Daten
pt_br: Dados dos extras do produto
sv_se: Produkttilläggsdata

source: Original Offer
de_de: Original Preisvorschlag
pt_br: Oferta Original
sv_se: ﻿Ursprungligt Bud

source: Orig. Quantity
de_de: ursprüngliche Menge
pt_br: Orig. Quantidade
sv_se: ﻿Orig. Kvantitet

source: Orig. Price Per
de_de: Original Preis per..
pt_br: Orig. Preço por
sv_se: ﻿Orig. Pris Per

source: Orig. Amount
de_de: ursprünglihcer Betrag, Original Betrag
pt_br: Orig. Montante
sv_se: ﻿Orig. Belopp

source: Counter Offer
de_de: Gegenvorschlag
pt_br: Contra-oferta
sv_se: Motbud

source: Original Price and Counter Price should not be same.
de_de: Originalpreis und Gegenpreis sollten nicht gleich sein.
pt_br: Preço original e preço do contador não devem ser iguais.
sv_se: Originalpris och motpris bör inte vara samma.

source: Include Shipping with Offer
de_de: Schließen Sie den Versand mit Angebot ein
pt_br: Incluir envio com oferta
sv_se: Inkludera frakt med erbjudande

source: Offer Note to Buyer
de_de: Preisvorschlag Anhang für Käufer
pt_br: Nota da oferta ao comprador
sv_se: ﻿Bud Anteckning till Köpare

source: Enter a note here to be included in the email notification to the buyer when the offer status is updated.
de_de: Geben Sie hier eine Notiz in der Email-Benachrichtigung an den Käufer einbezogen werden, wenn der Angebot Status aktualisiert wird.
pt_br: Insira uma nota aqui para ser incluída na notificação por e-mail ao comprador quando o status da oferta for atualizado.
sv_se: ﻿Ange en notering här för att inkluderas i e-postmeddelandet till köparen när budets status uppdateras.

source: Offer Status
de_de: Status des Preisvorschlags
pt_br: Status da Oferta:
sv_se: Bud Status:

source: - Select status
de_de: - Status Auswahl
pt_br: - Selecione o status
sv_se: ﻿- Välj Status:

source: Final Offer
de_de: endgültiger Preisvorschlag
pt_br: Oferta final
sv_se: ﻿Slutgiltligt Bud

source: Offer Expires
de_de: Preisvorschlag verfällt...
pt_br: A oferta expira
sv_se: ﻿Bud Utgår

source: Expiration date has passed.
de_de: Verfallsdatum überschritten
pt_br: A data de validade passou.
sv_se: Utgångsdatum har passerats.

source: Update
de_de: Aktualisierung
sv_se: ﻿Uppdatera

source: Move to Trash
de_de: in den Papierkorb verschieben
pt_br: Mover para lixeira
sv_se: ﻿Flytta till Papperskorgen

source: Related Orders
de_de: verbundene Aufträge
pt_br: Pedidos Relacionadas
sv_se: ﻿Relaterade Beställningar

source: Constant Contact Integration
de_de: Konstante Kontaktintegration
pt_br: Integração Constante de Contato
sv_se: Konstant kontaktintegration

source: Enable Constant Contact
de_de: Aktivieren Sie den konstanten Kontakt
pt_br: Ativar Constant Contact
sv_se: Aktivera konstant kontakt

source: Constant Contact API Key
de_de: Konstanter Kontakt-API-Schlüssel
pt_br: Chave de API constante de contato
sv_se: API för konstant kontakt API

source: Enter your API Key. <a target="_blank" href="https://constantcontact.mashery.com/apps/mykeys">Get your API key</a>
de_de: Geben Sie Ihren API-Schlüssel ein. <a target="_blank" href="https://constantcontact.mashery.com/apps/mykeys"> Holen Sie sich Ihren API-Schlüssel </a>
sv_se: Ange din API-nyckel. <a target="_blank" href="https://constantcontact.mashery.com/apps/mykeys">Hämta din API-nyckel </a>

source: Constant Contact Access Token
de_de: Konstantes Kontaktzugriffstoken
pt_br: Token de acesso de contato constante
sv_se: Konstant kontaktåtkomsttoken

source: Enter Your Access Token
de_de: Geben Sie Ihr Zugangs-Token ein
pt_br: Digite seu token de acesso
sv_se: Ange din åtkomsttoken

source: Constant Contact lists
de_de: Konstante Kontaktlisten
pt_br: Lista de contatos constantes
sv_se: Konstant kontaktlistor

source: After you add your Constant Contact API Key above and save it this list will be populated.
de_de: Nachdem Sie oben Ihren Constant Contact-API-Schlüssel hinzugefügt und gespeichert haben, wird diese Liste ausgefüllt.
pt_br: Depois de adicionar a chave de contato constante da API acima e salvá-la, esta lista será preenchida.
sv_se: När du har lagt till din Konstant Kontakta API-nyckel ovan och spara den kommer listan att fyllas i.

source: Force Constant Contact lists refresh
de_de: Force Constant Kontaktlisten aktualisieren
sv_se: Tvinga konstant kontaktlistor uppdatera

source: Check and 'Save changes' this if you've added a new Constant Contact list and it's not showing in the list above.
de_de: Aktivieren Sie diese Option und "Änderungen speichern", wenn Sie eine neue Liste mit konstanten Kontakten hinzugefügt haben, die in der obigen Liste nicht angezeigt wird.
pt_br: Verifique e 'Salvar alterações' se você adicionou uma nova lista de contatos constantes e ela não está mostrada na lista acima.
sv_se: Kontrollera och "Spara ändringar" här om du har lagt till en ny konstant kontaktlista och den visas inte i listan ovan.

source: Debug Log
de_de: Austestungsprotokoll
pt_br: Log de depuração
sv_se: Felsökningslogg

source: Enable logging
de_de: Aktiviere das Logging
pt_br: Habilitar o registro
sv_se: Aktivera loggning

source: Log Constant Contact events, inside <code>%s</code>
de_de: Log Constant Kontakt Ereignisse, innen <code>%s</code>
sv_se: Logga Konstant Kontakta evenemang, inuti <code>%s</code>

source: Unable to load Constant Contact lists, check your API Key.
de_de: Kontinuierliche Kontaktlisten können nicht geladen werden. Überprüfen Sie Ihren API-Schlüssel.
pt_br: Não é possível carregar listas constantes de contato, verifique sua chave de API.
sv_se: Det gick inte att ladda konstanta kontaktlistor, kolla din API-nyckel.

source: Enable MailChimp
de_de: Aktivieren Sie MailChimp
pt_br: Ativar MailChimp
sv_se: Aktivera MailChimp

source: MailChimp API Key
de_de: MailChimp-API-Schlüssel
sv_se: MailChimp API-nyckel

source: Enter your API Key. <a target="_blank" href="http://admin.mailchimp.com/account/api-key-popup">Get your API key</a>
de_de: Geben Sie Ihren API-Schlüssel ein. <a target="_blank" href="http://admin.mailchimp.com/account/api-key-popup"> Holen Sie sich Ihren API-Schlüssel </a>
pt_br: Digite sua chave de API. <a target="_blank" href="http://admin.mailchimp.com/account/api-key-popup">Obter a sua chave API</a>
sv_se: Ange din API-nyckel. <a target="_blank" href="http://admin.mailchimp.com/account/api-key-popup">Hämta din API-nyckel </a>

source: MailChimp lists
de_de: MailChimp-Listen
pt_br: MailChimp lista

source: After you add your MailChimp API Key above and save it this list will be populated.
de_de: Nachdem Sie oben Ihren MailChimp-API-Schlüssel hinzugefügt und gespeichert haben, wird diese Liste ausgefüllt.
pt_br: Depois de adicionar sua Chave de API MailChimp acima e salvá-la, esta lista será preenchida.
sv_se: När du har lagt till din MailChimp API-nyckel ovan och spara den kommer listan att fyllas i.

source: Force MailChimp lists refresh
de_de: Force MailChimp-Listen aktualisieren
pt_br: Force MailChimp lista atualizações
sv_se: Force MailChimp listar uppdatering

source: Check and 'Save changes' this if you've added a new MailChimp list and it's not showing in the list above.
de_de: Aktivieren Sie diese Option und "Änderungen speichern", wenn Sie eine neue MailChimp-Liste hinzugefügt haben, die in der obigen Liste nicht angezeigt wird.
pt_br: Verifique e 'Salvar alterações' isso se você adicionou uma nova lista MailChimp e não está mostrando na lista acima.
sv_se: Kontrollera och "Spara ändringar" om du har lagt till en ny MailChimp-lista och den visas inte i listan ovan.

source: Log MailChimp events, inside <code>%s</code>
de_de: Log MailChimp Veranstaltungen, innen <code>%s</code>
sv_se: Logga Konstant Kontakta evenemang, inuti <code>%s</code>

source: Unable to load MailChimp lists, check your API Key.
de_de: MailChimp-Listen können nicht geladen werden. Überprüfen Sie Ihren API-Schlüssel.
pt_br: Não é possível carregar listas do MailChimp, verifique sua chave da API.
sv_se: Det gick inte att ladda konstanta kontaktlistor, kolla din API-nyckel.

source: You have not created any lists at MailChimp
de_de: Sie haben bei MailChimp keine Listen erstellt
pt_br: Você não criou nenhuma lista no MailChimp
sv_se: Du har inte skapat några listor på MailChimp

source: MailPoet Integration
de_de: MailPotintegration
pt_br: Integração MailPoet

source: Enable MailPoet
de_de: Aktivieren Sie MailPoet
pt_br: Ativar MailPoet
sv_se: Aktivera MailPoet

source: MailPoet lists
de_de: MailPoet-Listen
pt_br: MailPoet lista
sv_se: MailPoet listor

source: After you add your MailPoet API Key above and save it this list will be populated.
de_de: Nachdem Sie Ihren MailPoet-API-Schlüssel oben hinzugefügt und gespeichert haben, wird diese Liste ausgefüllt.
pt_br: Depois de adicionar sua Chave da API MailPoet acima e salvá-la, esta lista será preenchida.
sv_se: När du har lagt till din MailPoet API-nyckel ovan och spara den kommer den här listan att fyllas i.

source: Force MailPoet lists refresh
de_de: MailPoet-Listen erzwingen aktualisieren
pt_br: Force MailPoet lista atualizações
sv_se: Force MailPoet listar uppdatering

source: Check and 'Save changes' this if you've added a new MailPoet list and it's not showing in the list above.
de_de: Aktivieren Sie diese Option und klicken Sie auf "Änderungen speichern", wenn Sie eine neue MailPoet-Liste hinzugefügt haben, die in der obigen Liste nicht angezeigt wird.
pt_br: Verifique e 'Salvar alterações' isso se você adicionou uma nova lista MailPoet e não está mostrando na lista acima.
sv_se: Kolla och "Spara ändringar" här om du har lagt till en ny MailPoet lista och den visas inte i listan ovan.

source: Log MailPoet events, inside <code>%s</code>
de_de: MailPoet-Ereignisse protokollieren, innerhalb von <code>% s </ code>
sv_se: Logga MailPoet evenemang, inuti <code>%s</code>

source: Enable Google reCAPTCHA
de_de: Aktivieren Sie Google reCAPTCHA
pt_br: Ativar o Google reCAPTCHA
sv_se: Aktivera Google reCAPTCHA

source: Where to display PayPal Express Checkout button(s).
de_de: Wo werden die PayPal Express Checkout-Schaltflächen angezeigt.
pt_br: Onde exibir o(s) botão(ões) do PayPal Express Checkout.

source: Site Key
de_de: Standortschlüssel
pt_br: Chave do Site

source: Enter site key. <a target="_blank" href="https://www.google.com/recaptcha/admin">Get your site key</a>.
de_de: Geben Sie den Standortschlüssel ein. <a target="_blank" href="https://www.google.com/recaptcha/admin"> Holen Sie sich den Site-Key </a>.
pt_br: Digite a chave do site. <a target="_blank" href="https://www.google.com/recaptcha/admin">Obter a chave do seu site</a>
sv_se: Ange webbplatsnyckel. <a target="_blank" href="https://www.google.com/recaptcha/admin">Få din webbplats nyckel</a>.

source: Secret Key
de_de: Geheimer Schlüssel
pt_br: Chave secreta
sv_se: Hemlig nyckel

source: Enter secret key. <a target="_blank" href="https://www.google.com/recaptcha/admin">Get your secret key</a>.
de_de: Geben Sie einen geheimen Schlüssel ein. <a target="_blank" href="https://www.google.com/recaptcha/admin"> Erwerben Sie Ihren geheimen Schlüssel </a>.
pt_br: Digite a chave secreta. <a target="_blank" href="https://www.google.com/recaptcha/admin">Obtenha sua chave secreta</a>.
sv_se: Ange hemlig nyckel.<a target="_blank" href="https://www.google.com/recaptcha/admin">Få din hemliga nyckel</a>.

source: Offers for WooCommerce Shipping
de_de: Angebote für WooCommerce Versand
pt_br: Ofertas para envio de WooCommerce
sv_se: Erbjudanden för WooCommerce-frakt

source: Method Title
de_de: Methodentitel
pt_br: Título do Método
sv_se: Metodstitel

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Checkout sieht.
pt_br: Isso controla o título que o usuário vê durante o check-out.
sv_se: Detta reglerar titeln som användaren ser vid utcheckningen.

source: Offer Shipping Cost
de_de: Angebot Versandkosten
pt_br: Cobrança de entrega da oferta
sv_se: Erbjuda fraktkostnad

source: (Free)
de_de: (Frei)
pt_br: (Livre)
sv_se: (Fri)

source: Please log in to make an offer.
de_de: Bitte loggen Sie sich ein, um ein Angebot zu machen.
pt_br: Faça o login para fazer uma oferta.
sv_se: Vänligen logga in för att göra ett erbjudande.

source: You can not submit another counter offer at this time; Counter offer is currently being reviewed. You can submit a new offer using the form below.
de_de: Sie können zu diesem Zeitpunkt kein anderes Gegenangebot unterbreiten; das Gegenangebot wird gerade geprüft; Sie können einen neuen Preisvorschlag machen. Benutzen Sie hierzu das unten stehende Formular.
pt_br: Você não pode enviar outra contra-oferta neste momento; A contra-oferta está sendo revista. Você pode enviar uma nova oferta usando o formulário abaixo.
sv_se: Du kan inte skicka ett motbud just nu; ditt förra motbud behandlas för tillfället. Du kan skicka ett nytt bud genom att använda formuläret nedan:

source: Invalid Parent Offer Id; See shop manager for assistance.
de_de: ungültige Ausgangs(Haupt) Preisvorschlags ID, gehen Sie zum shop manager um eine Hilfestellung zu bekommen
pt_br: Id. Inválida da oferta principal; Consulte o gerente da loja para obter assistência.
sv_se: ﻿Ogiltig Överordnat Bud; Gå till butiken för hjälp.

source: You can not submit a counter offer at this time; Counter offer is a final offer. You can submit a new offer using the form below.
de_de: Sie können jetzt keinen Gegenvorschlag machen; Gegenvorschlag ist ein endgültiger Vorschlag. Sie können einen neuen Vorschlag machen. Benutzen Sie hierzu das unten stehende Formular.
pt_br: Você não pode enviar uma contra-oferta neste momento; Contra-oferta é uma oferta final. Você pode enviar uma nova oferta usando o formulário abaixo.
sv_se: ﻿Du kan inte skicka ett motbud vid detta tillfälle; Motbud är sista budet. Du kan skicka ett nytt bud via formuläret nedan.

source: Counter offer has expired; You can not submit a counter offer at this time. You can submit a new offer using the form below.
de_de: Gegenvorschlag ist abgelaufen; Sie können jetzt keinen Gegenvorschlag machen; Sie können einen neuen Vorschlag machen. Benutzen Sie hierzu das unten stehende Formular.
pt_br: A oferta de balcão expirou; Você não pode enviar uma contra-oferta no momento. Você pode enviar uma nova oferta usando o formulário abaixo.
sv_se: Motbud har löpt ut. Du kan inte skicka ett motbud vid detta tillfälle. Du kan skicka ett nytt bud via formuläret nedan.

source: Please check the captcha.
de_de: Bitte überprüfe das Captcha.
pt_br: Verifique o captcha.
sv_se: Vänligen kolla captcha.

source: Google recaptcha verification Failed.
de_de: Google-Recaptcha-Überprüfung fehlgeschlagen.
pt_br: Falha na verificação do recaptcha do Google.

source: Very likely a bot.
de_de: Sehr wahrscheinlich ein Bot.
pt_br: Muito provavelmente um bot.

source: Please enter a positive value for 'Offer Quantity'
de_de: Bitte tragen Sie einen positiven Wert bei "Vorschlagsmenge" ein
pt_br: Digite um valor positivo para 'Quantidade de oferta'
sv_se: ﻿Ange ett värde för det obligatoriska fältet "Antal"

source: Please enter a positive value for 'Offer Amount'
de_de: Bitte tragen Sie einen positiven Wert bei "Vorschlagsmenge" ein
pt_br: Por favor, insira um valor positivo para o "Valor da Oferta"
sv_se: ﻿Vänligen ange ett positivt värde för "Bud Belopp"

source: Minimum Offer price is
de_de: Mindestangebotspreis ist

source: Minimum Offer price must be
de_de: Mindestangebotspreis muss sein

source: Invalid Offer Submission; See shop manager for assistance
de_de: Ungültige Angebotseinreichung Siehe Shop-Manager für Hilfe
pt_br: Envio de oferta inválido; Consulte o gerente da loja para obter assistência
sv_se: Ogiltigt erbjudande Se butikschef för hjälp

source: Invalid Parent Offer Id; See shop manager for assistance
de_de: ungültige Haupt Angebots ID; Besuchen Sie den shop manager um Hilfe zu bekommen.
pt_br: Id. Inválida da oferta principal; Consulte o gerente da loja para obter assistência
sv_se: ﻿Ogiltig erbjudande-Id för överordnad; Gå till butiken för hjälp

source: Buyer Submitted Counter Offer
de_de: Käufer hat Gegenvorschlag unterbreitet
pt_br: Oferta de contador oferecido pelo comprador
sv_se: ﻿Köparen skickade Motbud

source: Missing or Invalid Offer Id; See shop manager for assistance
de_de: Fehlende oder ungültige Vorschlags ID, besuchen Sie shop manager um Hilfe zu bekommen
pt_br: ID de oferta faltando ou inválido; Consulte o gerente da loja para obter assistência
sv_se: ﻿Saknat eller är ogiltigt Bud-Id; Gå till butiken för hjälp

source: Invalid or Expired Offer Id; See shop manager for assistance
de_de: Ungültige oder abgelaufene Vorschlags ID; Besuchen Sie den shop manager um Hilfe zu bekommen
pt_br: ID de oferta inválido ou expirado; Consulte o gerente da loja para obter assistência
sv_se: ﻿Ogiltigt eller Utgånget Bud-Id; Gå till butiken för hjälp

source: Invalid Offer Status or Expired Offer Id; See shop manager for assistance
de_de: Ungültiger Vorschlags Status; Sie können einen neuen Vorschlag unterbreiten. Benutzen Sie hierzu das unten stehende Formular.
pt_br: Status inválido da oferta ou Id. De oferta expirada; Consulte o gerente da loja para obter assistência
sv_se: ﻿Ogiltigt Bud Status eller utgånget Bud-Id; Gå till butiken för hjälp

source: Offer has expired; You can submit a new offer using the form below.
de_de: Der Vorschlag ist abgelaufen; Sie können einen neuen Vorschlag unterbreiten. Benutzen Sie hierzu das unten stehende Formular.
pt_br: A oferta expirou; Você pode enviar uma nova oferta usando o formulário abaixo.
sv_se: ﻿Budet har löpt ut. Du kan skicka ett nytt bud via formuläret nedan.

source: Offer is currently On Hold; We will notify you when offer status is updated.
de_de: Preisvorschlag ist gerade in der Warteschleife. Wir werden Sie benachrichtigen wenn der Status aktualisiert wurde.
pt_br: A oferta está atualmente em espera; Nós o notificaremos quando o status da oferta for atualizado.
sv_se: ﻿Erbjudande är för närvarande på vänt; Vi kommer att meddela dig när budets status har uppdateras.

source: Error - Product Not Found; See shop manager for assistance
de_de: Fehler - Artikel nicht gefunden; besuchen Sie den shop manager um Hilfe zu bekommen
pt_br: Erro - Produto não encontrado; Consulte o gerente da loja para obter assistência
sv_se: ﻿Fel - Produkten hittades inte; Gå till butiken för hjälp

source: Successfully added Offer to cart.
de_de: Angebot erfolgreich zum Warenkorb hinzugefügt.

source: View Cart
de_de: Warenkorb ansehen
pt_br: Ver carrinho
sv_se: ﻿Visa kundvagn

source: Offer already added to cart
de_de: Preisvorschlag schon dem Warenkorb zugefügt
pt_br: Oferta já adicionada ao carrinho
sv_se: ﻿Erbjudandet har redan lagts i kundvagnen

source: Offer quantity cannot be modified
de_de: Vorschlagsmenge kann nicht geändert werden
pt_br: A quantidade da oferta não pode ser modificada
sv_se: ﻿Budets kvantitet inte kan ändras

source: Join Our Mailing List
de_de: Treten Sie unserer Mailing-Liste bei
pt_br: Junte-se à nossa lista de endereços
sv_se: Gå med i vår maillista

source: %d offer is currently pending.
de_de: % d Angebot ist derzeit ausstehend.
pt_br: A oferta de% d está atualmente pendente.
sv_se: % d erbjudandet är aktuellt i väntan på.

source: Highest Current Offer: %s%s
de_de: Höchstes aktuelles Angebot:% s% s
pt_br: Oferta atual mais alta:% s% s
sv_se: Högsta nuvarande erbjudande:% s% s

source: Aelia Currency Switcher is temporarily disabled as the cart contains an offer product linked to %s currency.
de_de: Aelia Currency Switcher ist vorübergehend deaktiviert, da der Einkaufswagen ein Angebotsprodukt enthält, das mit der Währung %s verknüpft ist.
pt_br: O Aelia Currency Switcher está temporariamente desativado porque o carrinho contém um produto de oferta vinculado à moeda %s.
