Repository: angelleye/offers-for-woocommerce
Catalog: languages/offers-for-woocommerce-*.po
Languages: de_de, pt_br, sv_se

source: Cannot add the Offer to Cart as the Cart already contains an Offer product linked to a different (%s) currency. Please clear the cart or complete the current order and try again.
de_de: Das Angebot kann nicht zum Einkaufswagen hinzugefügt werden, da der Einkaufswagen bereits ein Angebotsprodukt enthält, das mit einer anderen (%s) Währung verknüpft ist. Bitte löschen Sie den Warenkorb oder schließen Sie die aktuelle Bestellung ab und versuchen Sie es erneut.
pt_br: Não é possível adicionar a Oferta ao Carrinho, pois o Carrinho já contém um produto da Oferta vinculado a uma moeda diferente (%s). Limpe o carrinho ou conclua o pedido atual e tente novamente.

source: New counter offer
de_de: neuer Gegenvorschlag
pt_br: Nova contra-oferta
sv_se: ﻿Nytt motbud

source: New Counter Offer Notification emails are sent to the admin when customer submits a counter offer
de_de: Email Benachrichtigungen über neue Gegenvorschläge werden zum Administrator geschickt wenn der Kunde einen Gegenvorschlag unterbreitet
pt_br: Novos e-mails de notificação de oferta de contador são enviados ao administrador quando o cliente envia uma contra-oferta
sv_se: Information om Nytt Motbud skickas som e-post till admin när kunden lämnar in ett motbud

source: New Counter Offer
de_de: Neuer Gegenvorschlag
pt_br: Nova contra-oferta
sv_se: Nytt Motbud

source: [{site_title}] New Counter Offer ({offer_number}) - {offer_date}
de_de: [{site_title}] Neues Gegenangebot ({offer_number}) - {offer_date}
sv_se: Nya Disken Erbjudande

source: Recipient(s)
de_de: Empfänger
pt_br: Destinatário (s)
sv_se: ﻿Mottagare

source: Enter recipients (comma separated) for this email. Defaults to
de_de: Empfänger einfügen (Komma getrennt) bei dieser email. Voreinstellung zu
pt_br: Insira os destinatários (separados por vírgulas) para este e-mail. Padrão para
sv_se: ﻿Fyll i mottagare (separera med kommatecken) för det här mailet. Standardvärde är

source: New offer
de_de: neuer Vorschlag
pt_br: Nova oferta
sv_se: ﻿Nytt bud

source: New Offer Notification emails are sent to the admin when customer submits offer
de_de: Email Benachrichtigungen über neuen Vorschlag werden zum Administrator geschickt, wenn der Kunde einen Vorschlag macht
pt_br: Novos e-mails de notificação de oferta são enviados ao administrador quando o cliente envia a oferta
sv_se: Information om Nytt Bud skickas som e-mail till admin när kunden lägger ett bud

source: New Offer
de_de: neuer Vorschlag
pt_br: Nova oferta
sv_se: Nytt Bud

source: [{site_title}] New Offer ({offer_number}) - {offer_date}
de_de: [{site_title}] Neues Angebot ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Nova Oferta ({offer_number}) - {offer_date}
sv_se: [{site_title}] Nytt erbjudande ({offer_number}) - {offer_date}

source: Offer received
de_de: Vorschlag erhalten
pt_br: Oferta recebida
sv_se: Bud Mottaget

source: Offer received notification emails are sent to a customer when a customer submits offer
de_de: Email Benachrichtigungen über erhaltene Vorschläge werden zu einem Kunden geschickt wenn ein Kunde einen Vorschlag unterbreitet
pt_br: Os e-mails de notificação recebidos da oferta são enviados para um cliente quando um cliente envia oferta
sv_se: Information om mottaget bud skickas som e-mail till kund när en kund lägger ett bud

source: Offer Received
de_de: Vorschlag erhalten
pt_br: Oferta Recebida
sv_se: Bud Mottaget

source: [{site_title}] Offer Received ({offer_number}) - {offer_date}
de_de: [{site_title}] Angebot erhalten ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Oferta Recebida ({offer_number}) - {offer_date}
sv_se: [{site_title}] Erbjudet mottaget ({offer_number}) - {offer_date}

source: New Counter Offer submitted on
de_de: Neuer Gegenvorschlag unterbreitet am
pt_br: New Counter Offer submetida em
sv_se: ﻿Nytt motbud skickat den

source: To manage this counter offer please visit the following url:
de_de: Um diesem Gegenvorschlag zu verwalten benutzen Sie bitte die folgende URL:
pt_br: Para gerenciar esta contra-oferta, visite a seguinte url:
sv_se: ﻿För att hantera detta motbud vänligen besök följande url:

source: Offer Contact Details:
de_de: Vorschlag Kontaktdaten:
pt_br: Detalhes de contato da oferta:
sv_se: Bud Kontaktinformation:

source: Company Name:
de_de: Firmenname
pt_br: Nome da empresa
sv_se: ﻿Företagsnamn:

source: New Offer submitted on
de_de: Neuer Vorschlag unterbreitet am
pt_br: Nova oferta apresentada em
sv_se: ﻿Nytt Bud skickat den

source: To manage this offer please visit the following url:
de_de: Um diesem Vorschlag zu verarbeiten besuchen Sie bitte die folgende URL:
pt_br: Para gerenciar esta oferta, visite a seguinte url:
sv_se: ﻿För att hantera detta bud vänligen besök följande url:

source: We have received your offer on
de_de: Wir haben Ihren Preisvorschlag erhalten am
pt_br: Recebemos sua oferta em
sv_se: ﻿Vi har fått ditt bud på

source: Your offer will be processed as soon as possible.
de_de: Ihr Vorschlag wird so schnell wie möglich weiter bearbeitet.
pt_br: Sua oferta será processada o mais rápido possível.
sv_se: ﻿Ditt bud kommer att behandlas så snart som möjligt.

source: New counter offer submitted on
de_de: Neuer Gegenvorschlag unterbreitet am
pt_br: Nova contra-oferta apresentada em
sv_se: ﻿Nytt motbud skickat den

source: To manage this counter offer please use the following link:
de_de: Um diesen Gegenvorschlag zu verwalten, benutzen Sie bitten den folgenden link:
pt_br: Para gerenciar esta contra-oferta, use o seguinte link:
sv_se: ﻿För att hantera detta motbud vänligen använd följande länk:

source: Manage Counter Offer
de_de: Verwaltung Gegenvorschlag
pt_br: Gerenciar a Oferta Contadora
sv_se: ﻿Hantera Motbud

source: New offer submitted on
de_de: Neuer Vorschlag unterbreitet am
pt_br: Nova oferta apresentada em
sv_se: ﻿Nytt Bud skickat den

source: To manage this offer please use the following link:
de_de: Um diesem Vorschlag zu verwalten benutzen sie bitte den folgenden link:
pt_br: Para gerenciar esta oferta, use o seguinte link:
sv_se: ﻿För att hantera detta bud vänligen använd följande länk:

source: Decline Offer
de_de: Angebot ablehnen
pt_br: Recusar oferta
sv_se: Avböja erbjudande

source: Approve Offer
de_de: Angebot genehmigen
pt_br: Aprovar oferta
sv_se: Godkänn Erbjudandet

source: Your offer will be processed as soon as possible
de_de: Ihr Vorschlag wird so schnell wie möglich bearbeitet
pt_br: Sua oferta será processada o mais rápido possível
sv_se: ﻿Ditt bud kommer att behandlas så snart som möjligt

source: Recent Offers
de_de: Aktuelle Angebote
pt_br: Ofertas recentes
sv_se: Senaste erbjudanden

source: View Product
de_de: Produkt anzeigen
pt_br: Ver Produto
sv_se: Visa produkt

source: No Offers found
de_de: Keine Angebote gefunden
pt_br: Não há ofertas do encontradas

source: Selection Required:
de_de: Auswahl erforderlich:
pt_br: Seleção necessária:
sv_se: ﻿Val Krävs:

source: Select product options above before making new offer.
de_de: Bevor ein neuer Vorschlag unterbreitet wird, bitte die obigen Produktmöglichkeiten auswählen.
pt_br: Selecione as opções de produtos acima antes de fazer uma nova oferta.
sv_se: ﻿Välj produktalternativ ovan innan du gör nytt bud.

source: Offer Sent!
de_de: Vorschlag gesendet!
pt_br: Oferta Enviada!
sv_se: Bud skickat !

source: Your offer has been received and will be processed as soon as possible.
de_de: Ihr Vorschlag ist eingegangen und wird so schnell wie möglich bearbeitet.
pt_br: Sua oferta foi recebida e será processada o mais rápido possível.
sv_se: ﻿Ditt bud har tagits emot och kommer att behandlas så snart som möjligt.

source: This popup will automatically close in <span id="aeofwc-lightbox-message-counter">5</span> seconds.
de_de: Dieses Popup wird automatisch in <span id="aeofwc-lightbox-message-counter">5</span> Sekunden geschlossen.
pt_br: Este pop-up será fechado automaticamente em <span id="aeofwc-lightbox-message-counter">5</span> segundos.

source: Error:
de_de: Fehler:
pt_br: Erro:
sv_se: ﻿Fel:

source: There was an error sending your offer, please try again. If this problem persists, please contact us.
de_de: Beim Senden Ihres Vorschlages ist ein Fehler aufgetreten, bitte versuchen Sie es noch einmal. Wenn das Problem weiter besteht, nehmen Sie bitte Kontakt mit uns auf.
pt_br: Ocorreu um erro ao enviar sua oferta, tente novamente. Se esse problema persistir, entre em contato conosco.
sv_se: ﻿Det gick inte att skicka ditt bud, vänligen försök igen. Om problemet kvarstår, vänligen kontakta oss.

source: To make a counter offer please complete the form below:
de_de: Um ein Gegenangebot zu machen, füllen Sie bitte das folgende Formular aus:
pt_br: Para fazer uma contra-oferta, preencha o formulário abaixo:
sv_se: För att göra ett motbjudande, fyll i formuläret nedan:

source: Wait! Before you go, feel free to send us an offer. We may decide to go ahead and accept it!
de_de: Warten! Bevor Sie gehen, schicken Sie uns ein Angebot. Wir können uns entscheiden, weiterzumachen und es zu akzeptieren!
pt_br: Esperar! Antes de ir, sinta-se à vontade para nos enviar uma oferta. Podemos decidir avançar e aceitá-lo!
sv_se: Vänta! Innan du går kan du skicka oss ett erbjudande. Vi kan besluta att fortsätta och acceptera det!

source: To make an offer please complete the form below:
de_de: Um ein Angebot zu machen, füllen Sie bitte das folgende Formular aus:
pt_br: Para fazer uma oferta, preencha o formulário abaixo:
sv_se: För att göra ett erbjudande, fyll i formuläret nedan:

source: Minimum price for the offer must be greater than or equal to
de_de: Der Mindestpreis für das Angebot muss größer oder gleich sein
pt_br: O preço mínimo da oferta deve ser maior ou igual a

source: Minimum price for the offer must be greater than
de_de: Der Mindestpreis für das Angebot muss größer sein als
pt_br: O preço mínimo para a oferta deve ser maior que

source: Submit Counter Offer
de_de: Gegenangebot einreichen
pt_br: Enviar proposta de balcão
sv_se: Skicka Disken Erbjudande

source: Please wait...
de_de: Bitte warten...
pt_br: Por favor, espere...
sv_se: ﻿Vänligen vänta...

source: Name
pt_br: Nome
sv_se: ﻿Namn

source: Name:
pt_br: Nome:
sv_se: ﻿Namn:

source: Google reCAPTCHA Integration
pt_br: Integração do Google ReCAPTCHA

source: Add New
sv_se: ﻿Lägg till ny

source: M j, Y @ G:i
sv_se: ﻿Y M j@ G:i

source: Docs
sv_se: ﻿Dokumentation

source: Overview
sv_se: ﻿Översikt

source: This plugin is currently in development. Please send any feedback or bug reports to andrew@angelleye.com. Thank you.
sv_se: ﻿Denna plugin är för närvarande under utveckling. Vänligen skicka feedback eller buggrapporter till andrew@angelleye.com. Tack.

source: Help Tab
sv_se: ﻿Hjälpflik

source: Email:
sv_se: ﻿E-post:

source: Nothing return
sv_se: Ingenting återkommer

source: Successfully added Offer to cart
sv_se: ﻿har lagts till i din varukorg

source: Invalid Phone number
sv_se: Ogiltigt telefonnummer

source: Accept offers for products on your website. Respond with accept, deny, or counter-offer, and manage all active offers/counters easily.
sv_se: Acceptera erbjudanden för produkter på din webbplats. Reagera med acceptera, neka eller motbjudande, och hantera alla aktiva erbjudanden / räknare enkelt.
