Repository: angelleye/offers-for-woocommerce
Catalog: languages/offers-for-woocommerce-*.po
Languages: de_de, pt_br, sv_se

source: Use this setting to adjust the location of the 'Make Offer' button on your product detail page.
de_de: Benutze diese Einstellung um den Platz der "Mache Preisvorschlag" Taste auf der Produkt Detail Seite anzupassen
pt_br: Use esta configuração para ajustar a localização do botão "Fazer oferta" na página de detalhes do produto.
sv_se: ﻿Använd den här inställningen för att justera placeringen av knappen "Ge ett Bud" på din produktinformationssida.

source: After add to cart button (default display)
de_de: Nach der Schaltfläche \"Warenkorb\" hinzufügen
pt_br: Depois de adicionar ao botão do carrinho (exibição padrão)
sv_se: ﻿Efter Lägg i varukorg knappen (standardfönstret)

source: Before add to cart button
de_de: Vor der Schaltfläche \"Warenkorb\" hinzufügen
pt_br: Antes de adicionar ao botão do carrinho
sv_se: ﻿Innan Lägg i varukorg knappen

source: To the right of add to cart button
de_de: Rechts neben der Schaltfläche \"Warenkorb\" hinzufügen
pt_br: À direita do botão Adicionar ao carrinho
sv_se: ﻿Till höger om Lägg i varukorg knappen

source: After product price
de_de: Nach Produktpreis
pt_br: Após o preço do produto
sv_se: ﻿Efter produktens pris

source: After product tabs
de_de: Nach Produkt-tabs
pt_br: Após as guias do produto
sv_se: ﻿Efter produkt flikar

source: Button Class
de_de: Schaltflächenklasse
pt_br: Classe de botão
sv_se: Knapp klass

source: Set a custom CSS class name for the offer button.
de_de: Legen Sie einen benutzerdefinierten CSS-Klassennamen für die Angebotsschaltfläche fest.
pt_br: Defina um nome de classe CSS personalizado para o botão de oferta.
sv_se: Ange ett anpassat CSS-klassnamn för erbjudande-knappen.

source: Button Text
de_de: Schaltfläche Text
pt_br: Botão de texto
sv_se: ﻿Knapptext

source: Set the text you would like to be displayed in the offer button.
de_de: Setzte den Text den du gerne in der Preisvorschlags Taste anzeigen möchtest
pt_br: Defina o texto que deseja exibir no botão de oferta.
sv_se: ﻿Ange den text du vill ska visas i budknappen.

source: Button Text Color
de_de: Button Textfarbe
pt_br: Cor do texto do botão
sv_se: ﻿Textfärg på knapp

source: Use the color-picker to choose the font color for the text on your offer buttons.
de_de: Benutze die Farbauswahl um die Font Farbe für den Text auf deiner Preisvorschlags Taste auszuwählen
pt_br: Use o seletor de cores para escolher a cor da fonte para o texto em seus botões de oferta.
sv_se: ﻿Använd färgväljaren för att välja färg för texten på dina budknappar.

source: Button Color
de_de: Buttonfarbe
pt_br: Cor do botão
sv_se: ﻿Färg på knapp

source: Use the color-picker to choose the background color for your offer buttons.
de_de: Benutze die Farbauswahl um die Hintergrundfarbe für deine Preisvorschlags Taste auszuwählen.
pt_br: Use o seletor de cores para escolher a cor de fundo para os botões da sua oferta.
sv_se: ﻿Använd färgväljaren för att välja bakgrundsfärg för dina budknappar.

source: Complete the form below and click Save Changes button to update your settings.
de_de: Füllen Sie das Formular aus und klicken Sie auf Änderungen speichern-Schaltfläche, um Ihre Einstellungen zu aktualisieren.
pt_br: Complete o formulário abaixo e clique no botão Salvar alterações para atualizar suas configurações.
sv_se: ﻿Fyll i formuläret nedan och klicka på Spara Ändringar för att uppdatera dina inställningar.

source: Offers for WooCommerce - Settings
de_de: Vorschläge für WooCommerce - Aufbau
pt_br: Ofertas para WooCommerce - Configurações
sv_se: ﻿Bud för WooCommerce - Inställningar

source: Offers for WooCommerce
de_de: Vorschläge für WooCommerce
pt_br: Ofertas para WooCommerce - Configurações
sv_se: ﻿Bud för WooCommerce

source: Configure
de_de: festlegen, gestalten
pt_br: Configurar
sv_se: ﻿Konfigurera

source: Support
de_de: Hilfe, Unterstützung
pt_br: Suporte

source: Write a Review
de_de: schreibe eine Bewertung
pt_br: Escreva uma crítica
sv_se: ﻿Skriv ett omdöme

source: Pending Offer
de_de: Preisvorschlag in Erwartung
pt_br: Oferta pendente
sv_se: Väntande Erbjudande

source: Offer Note:
de_de: Preisvorschlag Benachrichtigung
pt_br: Nota de oferta:
sv_se: ﻿Bud Anteckningar:

source: (admin only)
de_de: (nur admin)
pt_br: (Administrador somente)
sv_se: (﻿Endast admin)

source: (sent to buyer)
de_de: (an den Käufer)
pt_br: (Enviado ao comprador)
sv_se: ﻿(skickat till köparen)

source: Currently filtered by user
de_de: vom Benutzer gerade durchgefiltert
pt_br: Atualmente filtrada pelo usuário
sv_se: ﻿För närvarande filtrerat av användare

source: Click here to reset filter
de_de: Klicken Sie hier, um Filter zurücksetzen
pt_br: Clique aqui para reiniciar o filtro
sv_se: ﻿Klicka här om du vill återställa filter

source: Action completed; %s records processed.
de_de: Handlung erledigt; %s Unterlagen verarbeitet.
pt_br: Ação concluída; %s registros processados.
sv_se: ﻿Avslutas; %s poster bearbetas.

source: Action completed; %s records processed.
de_de: Handlung erledigt; %s Unterlagen verarbeitet.
pt_br: Ação concluída; %s registros processados.
sv_se: ﻿Avslutas; %s poster bearbetas.

source: We notice you are running the NextScripts Social Networks Auto-Poster plugin.
de_de: Wir haben zur Kenntnis genommen, daß Sie den NextScripts Social Networks Auto-Poster Steckanschluss verwenden.
pt_br: Percebemos que você está executando o plugin Auto-Poster de redes sociais NextScripts.
sv_se: ﻿Vi märker du kör NextScripts Sociala Nätverks Auto-Poster plugin.

source: Please make sure to exclude the custom post type "woocommerce_offer" in the {SNAP} Social Networks Auto-Poster settings in order to avoid conflicts with new offers.
de_de: Bitte stellen Sie sicher, daß der custom post type "woocommerce_offer" in den (SNAP) Social Networks Auto-Poster Einstellungen ausgeschlossen ist um Schwierigkeiten mit neuen Vorschlägen zu vermeiden
pt_br: Certifique-se de excluir o tipo de postagem personalizado \ "woocommerce_offer " nas configurações de Auto-Poster de redes sociais do SNAP para evitar conflitos com novas ofertas.
sv_se: ﻿Se till att utesluta den anpassade inläggstypen "woocommerce_offer" i inställningarna för {SNAP} Sociala Nätverk Auto-Poster för att undvika konflikter med nya erbjudanden.

source: Documentation
de_de: Dokumentation
pt_br: Documentação

source: <strong>Offers for WooCommerce has been deactivated; WooCommerce is required.</strong><br />Please make sure that WooCommerce is installed and activated before activating Offers for WooCommerce.
de_de: Vorschläge für WooCommerce wurden deaktiviert. WooCommerce wird benötigt. Bitte prüfen ob WooCommerce installiert und aktiviert wurde bevor Preisvorschläge für WooCommerce aktiviert werden.
pt_br: <Strong> As ofertas para o WooCommerce foram desativadas; O WooCommerce é necessário. </ Strong> <br /> Certifique-se de que o WooCommerce esteja instalado e ativado antes de ativar as Ofertas do WooCommerce.
sv_se: ﻿<strong>Bud för WooCommerce har återaktiverats; WooCommerce krävs.</strong><br>Kontrollera att WooCommerce har installerats och aktiverats innan du aktiverar erbjudanden för WooCommerce.

source: Enable Offers
de_de: Preisvorschläge freigeben
pt_br: Habilitar Ofertas
sv_se: ﻿Aktivera Bud

source: Disable Offers
de_de: Preisvorschläge sperren
pt_br: Desabilitar Ofertas
sv_se: ﻿Inaktivera Bud

source: Offers enabled for %s products.
de_de: Preisvorschläge freigegeben für %s Produkte.
pt_br: Ofertas ativadas para produtos %s .
sv_se: ﻿Bud har aktiverats för %s produkter.

source: Offers disabled for %s products.
de_de: Preisvorschläge gesperrt für %s Produkte.
pt_br: Ofertas desativadas para produtos %s .
sv_se: ﻿Bud inaktiverade för %s produkter.

source: Coupon List
de_de: Gutscheinliste
pt_br: Lista de Cupom
sv_se: Kuponglista

source: Select Coupon
de_de: Wählen Sie Gutschein
pt_br: Selecione Cupom
sv_se: Välj kupong

source: No Coupons found.
de_de: Keine Gutscheine gefunden.
pt_br: Não foram encontrados cupons.
sv_se: Inga kuponger hittades.

source: Send coupon & Decline
de_de: Gutschein senden & ablehnen
pt_br: Enviar cupom e recusar
sv_se: Skicka kupong och Avvisa

source: Constant Contact
de_de: Dauernder Kontakt
sv_se: Konstant kontakt

source: Save changes
de_de: Änderungen speichern
pt_br: Salvar alterações
sv_se: Spara ändringar

source: Related Order
de_de: ähnlicher Auftrag
pt_br: Ordem relacionada
sv_se: ﻿Relaterad Beställning

source: Please select some product options before making offer for this product.
de_de: Bitte wählen Sie einige Produktoptionen, bevor Sie ein Angebot für dieses Produkt machen.
pt_br: Selecione algumas opções de produtos antes de fazer uma oferta para este produto.
sv_se: Var god välj några produktalternativ innan du gör en offert för denna produkt.

source: Sorry, this product is unavailable. Please choose a different product.
de_de: Entschuldigung, dieses Produkt ist nicht verfügbar. Bitte wählen Sie ein anderes Produkt.
pt_br: Desculpe, este produto não está disponível. Escolha um produto diferente.
sv_se: Tyvärr, den här produkten är inte tillgänglig. Var god välj en annan produkt.

source: Products
de_de: Produkte
pt_br: Produtos

source: Search for a product&hellip;
de_de: Nach einem Produkt suchen&hellip;
pt_br: Procurar um produto&hellip;

source: Offer Notes (optional)
de_de: Vorschlag Notizen (optional)
pt_br: Mensagem (opcional)
sv_se: Anteckningar för ditt bud (valfritt)

source: Submit Offer
de_de: Angebot einreichen
pt_br: Submeter oferta
sv_se: Lämna erbjudande

source: Created New Offer
de_de: neuen Preisvorschlag erstellt
pt_br: Nova Oferta Criada
sv_se: ﻿Skapat Nytt Erbjudande

source: Product Options
de_de: Produktoptionen
pt_br: Opções de produtos

source: Price
de_de: Preis
pt_br: Preço
sv_se: ﻿Pris

source: Subtotal
de_de: Zwischensumme
sv_se: ﻿Summa

source: Accepted offer
de_de: akzeptierter Preisvorschlag
pt_br: Oferta aceita
sv_se: Budet Accepterat

source: Accepted Offer Notification emails are sent when a customer offer is approved by the store admin
de_de: Email Benachrichtigungen über akzeptierten Preisvorschlag werden versandt wenn ein Kunden Vorschlag vom store Administrator genehmigt wurde.
pt_br: Aquisição aceita Os e-mails de notificação são enviados quando uma oferta do cliente é aprovada pelo administrador da loja
sv_se: ﻿Godkänt Bud Information skickas med e-post när en kunds bud är godkänt av butikens admin

source: [{site_title}] Accepted Offer ({offer_number}) - {offer_date}
de_de: [{site_title}] Akzeptiertes Angebot ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Oferta Aceita ({offer_number}) - {offer_date}
sv_se: [{site_title}] Godkänt erbjudande ({offer_number}) - {offer_date}

source: Enable/Disable
de_de: freigeben/sperren
pt_br: Habilitar desabilitar
sv_se: ﻿Aktivera/Inaktivera

source: Enable this email notification
de_de: diese e-mail Nachricht freigeben
pt_br: Habilite esta notificação por e-mail
sv_se: ﻿Aktivera den här e-postnotisen

source: Subject
de_de: Thema /Gegenstand
pt_br: Assunto
sv_se: ﻿Ämne

source: This controls the email subject line. Leave blank to use the default subject:
de_de: Dieses kontrolliert die email Subjekt Zeile. Frei lassen um das Sperren Subjekt zu benutzen:
pt_br: Isso controla a linha de assunto do email. Deixe em branco para usar o assunto padrão:
sv_se: ﻿Det här kontrollerar ämnesraden i mailet. Lämna tomt för att använda standardvärdet för ämne: <code>%s</code>.

source: Email Heading
de_de: email Überschrift
pt_br: Título de e-mail
sv_se: ﻿E-post Sidhuvud

source: This controls the main heading contained within the email notification. Leave blank to use the default heading:
de_de: dies kontrolliert die Haupt Überschrift innerhalb der email Benachrichtigung. Frei lassen um den sperrvermerk zu benutzen:
pt_br: Isso controla o título principal contido na notificação por e-mail. Deixe em branco para usar o título padrão:
sv_se: ﻿Det här kontrollerar inledningen i mailnotifikationen. Lämna tomt för att använda standardvärdet: <code>%s</code>.

source: Email type
de_de: email Art
pt_br: Tipo de email
sv_se: ﻿E-posttyp

source: Choose which format of email to send.
de_de: Wähle aus welches email format gesendet wird
pt_br: Escolha qual formato de e-mail enviar.
sv_se: ﻿Välj e-postformat att sända.

source: Plain text
de_de: klarer Text
pt_br: Texto simples
sv_se: ﻿Vanlig text...

source: Countered offer
de_de: Gegenvorschlag
pt_br: Oferta de balcão
sv_se: Motbjudet Bud

source: Countered Offer Notification emails are sent when a customer offer is countered by the store admin
de_de: Email Benachrichtigungen über ein Gegenangebot werden verschickt wenn ein Kundenangebot vom store Administrator mit einem Gegenangebot versehen wird
pt_br: Os e-mails de notificação de notificação alterada são enviados quando uma oferta do cliente é reprimida pelo administrador da loja
sv_se: Information om Motbud skickas som e-post när en kunds bud bivit motbjudet av butikens admin

source: [{site_title}] Countered Offer ({offer_number}) - {offer_date}
de_de: [{site_title}] Gegenangebot ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Oferta contrária ({offer_number}) - {offer_date}
sv_se: [{site_title}] Motbjudande erbjudande ({offer_number}) - {offer_date}

source: Declined offer
de_de: Abgelehnter Preisvorschlag
pt_br: Oferta recusada
sv_se: ﻿Avböjt Bud

source: Declined Offer Notification emails are sent when a customer offer is declined by the store admin
de_de: Email Benachrichtigung über abgelehnten Preisvorschlag werden vom store Administrator zu einem Kunden geschickt.
pt_br: Os e-mails de notificação de oferta negada são enviados quando a oferta do cliente é recusada pelo administrador da loja
sv_se: Information om Avböjt Bud skickas som e-mail när en kunds bud avvisas av butikens admin

source: [{site_title}] Declined Offer ({offer_number}) - {offer_date}
de_de: [{site_title}] Abgelehntes Angebot ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Oferta recusada ({offer_number}) - {offer_date}
sv_se: [{site_title}] Avvisat erbjudande ({offer_number}) - {offer_date}

source: Offer note
de_de: Benachrichtigung über Preisvorschlag
pt_br: Nota da oferta
sv_se: ﻿Anteckningar för Bud:

source: Offer notes emails are sent to a customer by the store admin
de_de: Email Benachrichtigungen über Preisvorschlag werden vom store Administrator an einen Kunden geschickt
pt_br: Os e-mails de notas da oferta são enviados para um cliente pelo administrador da loja
sv_se: Information om budets anteckningar skickas som e-mail till kund av butikens admin

source: Offer Note
de_de: Preisvorschlag Benachrichtigung
pt_br: Nota de oferta
sv_se: Anteckningar för Bud:

source: [{site_title}] Offer Note ({offer_number}) - {offer_date}
de_de: [{site_title}] Angebotshinweis ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Nota de oferta ({quantity_note)) - {offer_date}
sv_se: [{site_title}] Erbjudande notering ({offer_number}) - {offer_date}

source: Offer On Hold
de_de: Preisvorschlag in der Warteschleife
pt_br: Oferta em espera
sv_se: Bud Väntande

source: Offer On Hold Notification emails are sent when a customer offer is placed on hold by the store admin
de_de: Benachrichtigungs emails über Preisvorschläge in der Warteschleife werden vom store Administrator an den Kunden geschickt, wenn dieser den Preisvorschlag in der Warteschleife plaziert.
pt_br: Oferta em espera Os e-mails de notificação são enviados quando uma oferta de cliente é colocada em espera pelo administrador da loja
sv_se: Information om Väntande Bud skickas som e-mail när en kunds bud är placerad på vänt av butikens admin

source: [{site_title}] Offer On Hold ({offer_number}) - {offer_date}
de_de: [{site_title}] Angebot auf Halten ({offer_number}) - {offer_date}
pt_br: [{Site_title}] Oferta em espera ({offer_number}) - {offer_date}
sv_se: [{site_title}] Erbjudande i väntan ({offer_number}) - {offer_date}

source: Open offer
de_de: Offenes Angebot
pt_br: Abrir oferta

source: Open Offer Notification emails are sent when the store admin sent Offer
de_de: Benachrichtigungs-E-Mails über offene Angebote werden gesendet, wenn der Store-Administrator das Angebot gesendet hat
pt_br: Os e-mails de notificação de oferta aberta são enviados quando o administrador da loja envia a oferta

source: Open Offer
de_de: Offenes Angebot
pt_br: Oferta aberta

source: [{site_title}] Open Offer ({offer_number}) - {offer_date}
de_de: [{site_title}] Offenes Angebot ({offer_number}) – {offer_date}
pt_br: [{site_title}] Oferta aberta ({offer_number}) - {offer_date}

source: We have accepted your offer on
de_de: wir haben Ihren Preisvorschlag akzeptiert
pt_br: Aceitamos sua oferta em
sv_se: ﻿Vi har accepterat ditt bud på

source: To pay for this order please use the following link:
de_de: Bitte benutzen Sie den folgenden link um für diesen Auftrag eine Zahlung zu leisten.
pt_br: Para pagar este pedido, use o seguinte link:
sv_se: ﻿För att betala för denna order vänligen använd följande länk:

source: Offer expires on:
de_de: Preisvorschlag endet am...
pt_br: A oferta expira em:
sv_se: ﻿Erbjudandet slutar den

source: Offer ID:
de_de: Preisvorschlags ID
pt_br: ID da oferta:
sv_se: ﻿Erbjudande-ID:

source: Regular Price
de_de: Regulärer Preis
pt_br: Preço regular
sv_se: Vanligt pris

source: Shipping
de_de: Versand
pt_br: Remessa
sv_se: Frakt

source: Total
de_de: Gesamt, total
sv_se: ﻿Totalt

source: Offer Notes:
de_de: Preisvorschlags Mitteilungen
pt_br: Notas da Oferta:
sv_se: ﻿Anteckningar från Bud:

source: We have provided you with a counter offer on
de_de: Wir haben Ihnen ein Gegenangebot geschickt am
pt_br: Nós fornecemos uma contra-oferta em
sv_se: ﻿Vi har gett dig ett motbud på

source: This is a final offer.
de_de: Dieses ist ein endgültiger Preisvorschlag.
pt_br: Esta é uma oferta final.
sv_se: ﻿Detta är det sista erbjudandet.

source: To make a counter offer use the following link:
de_de: um einen Gegenpreisvorschlag zu machen, benutzen Sie dien folgenden link
pt_br: Para fazer uma contra-oferta use o seguinte link:
sv_se: För att lämna ett motbud vänligen använd följande länk:

source: We have declined your offer on
de_de: we haben Ihren Preisvorschlag am abgelehnt
pt_br: Nós negamos sua oferta em
sv_se: ﻿Vi har nekat ditt erbjudande på

source: Coupon Code:
de_de: Gutscheincode
pt_br: Código do cupom:
sv_se: Kupongskod:

source: Your offer has been placed on hold.
de_de: Ihr Preisvorschlag wurde zurückgestellt
pt_br: Sua oferta foi colocada em espera.
sv_se: ﻿Ditt bud har blivit placerat på vänt.

source: We have provided you with an open offer on
de_de: Wir haben Ihnen ein offenes Angebot unterbreitet

source: Click to Pay
de_de: Für Zahlung bitte klicken
pt_br: Clique para pagar
sv_se: ﻿Klicka för att betala

source: Accept Offer
de_de: Akzeptiere Angebot

source: Click to Counter
de_de: Klicken um zu Entgegnen
pt_br: Clique para contornar
sv_se: ﻿Klicka för att lämna motbud

source: Counter Offer Notes:
de_de: Benachrichtigungen über Gegen Preisvorschäge:
pt_br: Notas da contagem:
sv_se: Noteringar på motbud:

source: Select a page&hellip;
de_de: Wählen Sie eine Seite &hellip;
pt_br: Selecione uma página&hellip;
sv_se: Välj en sida &hellip;

source: Settings were saved successfully.
de_de: Einstellungen wurden erfolgreich gespeichert.
pt_br: As configurações foram salvas com sucesso.
sv_se: Inställningarna sparades framgångsrikt.

source: General Settings
de_de: allgemeiner Aufbau
pt_br: Configurações Gerais
sv_se: ﻿Allmänna Inställningar

source: Display Settings
de_de: Display Aufbau
pt_br: Configurações do visor
sv_se: ﻿Bildskärmsinställningar

source: Tools
de_de: Werkzeuge
pt_br: Ferramentas
sv_se: ﻿Verktyg

source: Bulk Edit Tool for Products
de_de: Mengen Werkzeug für Produkte
pt_br: Ferramenta de edição em massa para produtos
sv_se: Massredigeringsverktyg för produkter

source: Select from the options below to enable / disable offers on multiple products at once.
de_de: Wählen Sie von den unteren Möglichkeiten aus um Preisvorschläge für mehrere Produkte gleichzeitig zu ermöglichen/nicht zu ermöglichen.
pt_br: Selecione as opções abaixo para ativar / desativar ofertas em vários produtos ao mesmo tempo.
sv_se: ﻿Välj bland alternativen nedan för att aktivera / inaktivare erbjudanden på flera produkter på en gång.

source: Action
de_de: Handlung, Maßnahme
pt_br: Açao
sv_se: ﻿Åtgärd

source: - Select option
de_de: Wähle eine Option aus
pt_br: - Selecionar opção
sv_se: ﻿-Välj alternativ

source: Enable Offers On Exit
de_de: Aktivieren Sie Angebote beim Beenden
pt_br: Habilitar Ofertas Na saída
sv_se: Aktivera erbjudanden vid utträde

source: Disable Offers On Exit
de_de: Deaktivieren Sie Angebote beim Beenden
pt_br: Desativar Ofertas Na saída
sv_se: Inaktivera erbjudanden vid avresa

source: Target
de_de: Ziel
pt_br: Alvo
sv_se: ﻿Mål

source: All products
de_de: Alle Produkte
pt_br: Todos os produtos
sv_se: ﻿Alla produkter

source: Featured products
de_de: Sonder Produkte
pt_br: Produtos em destaque
sv_se: ﻿Utvalda produkter

source: Where...
de_de: Wo...
pt_br: Onde...
sv_se: Var någonstans...

source: Where
de_de: Wo
pt_br: Onde...
sv_se: Var någonstans

source: Category...
de_de: Kategorie...
pt_br: Categoria...
sv_se: ﻿Kategori

source: Product type...
de_de: Produkt Art...
pt_br: Tipo de Produto...
sv_se: ﻿Produkttyp

source: Price greater than...
de_de: Preis größer als...
pt_br: Preço maior do que ...
sv_se: ﻿Pris större än...

source: Price less than...
de_de: Preis kleiner als...
pt_br: Preço inferior a ...
sv_se: ﻿Pris mindre än...

source: Stock greater than...
de_de: Bestand größer als...
pt_br: Estoque maior do que ...
sv_se: ﻿Lager större än...

source: Stock less than...
de_de: Bestand kleiner als
pt_br: Estoque inferior a ...
sv_se: ﻿Lager mindre än...

source: In-stock
de_de: am Lager
pt_br: Em estoque
sv_se: ﻿I lager

source: Out-of-stock
de_de: nicht vorrätig
pt_br: Fora de estoque
sv_se: ﻿Slut i lager

source: Sold individually
de_de: einzeln verkauft
pt_br: Vendido individualmente
sv_se: ﻿Säljes styckvis

source: Category
de_de: Kategorie
pt_br: Categoria
sv_se: ﻿Kategori

source: Simple
de_de: einfach
pt_br: Simples
sv_se: ﻿Enkel

source: Variable
de_de: variabel
sv_se: ﻿Variabel

source: Grouped
de_de: gruppiert
pt_br: Agrupado
sv_se: ﻿Grupperade

source: External
de_de: extern
pt_br: Externo
sv_se: ﻿Utomstående

source: Process
de_de: Fortschritt, Ablauf
pt_br: Processo

source: Bulk Edit Tool for Automatically Accepting or Declining Offers
de_de: Bulk Edit Tool zum automatischen Akzeptieren oder Ablehnen von Angeboten
pt_br: Ferramenta de edição em massa para aceitação ou diminuição automática de ofertas
sv_se: Bulk Redigera Verktyg för automatisk godkännande eller minskande erbjudanden

source: Select from the options below to enable or disable automated acceptance or declining of offers on multiple products at once.
de_de: Wählen Sie eine der folgenden Optionen aus, um die automatische Annahme oder Ablehnung von Angeboten für mehrere Produkte gleichzeitig zu aktivieren oder zu deaktivieren.
pt_br: Selecione as opções abaixo para ativar ou desativar a aceitação automatizada ou a diminuição das ofertas em vários produtos ao mesmo tempo.
sv_se: Välj från alternativen nedan för att aktivera eller inaktivera automatisk godkännande eller minskning av erbjudanden på flera produkter samtidigt.

source: Enable auto accept offer
de_de: Aktivieren Sie das automatische Angebot annehmen
pt_br: Ativar oferta de aceitação automática
sv_se: Aktivera automatisk acceptans erbjudande

source: Disable auto accept offer
de_de: Deaktivieren Sie das automatische Angebot annehmen
pt_br: Desativar a oferta automática de aceitação
sv_se: Inaktivera automatisk acceptans erbjudande

source: Enable auto decline offer
de_de: Angebot für automatisches Ablehnen aktivieren
pt_br: Ativar oferta de redução automática
sv_se: Aktivera automatisk minskningstilbud
