Repository: angelleye/offers-for-woocommerce
Catalog: languages/offers-for-woocommerce-*.po
Languages: de_de, pt_br, sv_se

source: Offers
de_de: Preisvorschläge
pt_br: Ofertas
sv_se: ﻿Bud

source: Manage Offers
de_de: Preisvorschläge verwalten
pt_br: Gerenciar Ofertas
sv_se: ﻿Hantera bud

source: WooCommerce Offer
de_de: WooCommerce Preisvorschlag
pt_br: Oferta de WooCommerce
sv_se: ﻿WooCommerce bud

source: Make Offer
de_de: einen Preisvorschlag machen
pt_br: Faça oferta
sv_se: Ge ett Bud

source: Add New WooCommerce Offer
de_de: neuen WooCommerce Preisvorschlag hinzufügen
pt_br: Adicionar nova oferta do WooCommerce
sv_se: ﻿Lägg till nytt WooCommerce bud

source: Manage
de_de: verwalten
pt_br: Gerir
sv_se: ﻿Hantera

source: Manage WooCommerce Offer
de_de: WooCommerce Preisvorschlag verwalten
pt_br: Gerenciar a oferta do WooCommerce
sv_se: ﻿Hantera WooCommerce bud

source: New WooCommerce Offer
de_de: neuer WooCommerce Preisvorschlag
pt_br: Nova oferta do WooCommerce
sv_se: ﻿Nytt WooCommerce bud

source: View
de_de: ansehen
pt_br: Ver
sv_se: ﻿Visa

source: View WooCommerce Offer
de_de: WooCommerce Preisvorschlag ansehen
pt_br: Ver oferta do WooCommerce
sv_se: ﻿Visa WooCommerce bud

source: No WooCommerce Offers found
de_de: keine WooCommerce Preisvorschläge gefunden
pt_br: Não há ofertas do WooCommerce encontradas
sv_se: ﻿Inga WooCommerce bud hittades

source: No WooCommerce Offers found in Trash
de_de: keine WooCommerce Preisvorschläge im Papierkorb gefunden
pt_br: Não há ofertas do WooCommerce no lixo
sv_se: ﻿Inga WooCommerce bud hittades i papperskorgen

source: Parent WooCommerce Offer
de_de: ursächlicher WooCommerce Preisvorschlag
pt_br: Oferta do pai WooCommerce
sv_se: ﻿Överordnade WooCommerce bud

source: Offers Settings
de_de: Preisvorschläge - Einstellungen
pt_br: Oferece Configurações
sv_se: ﻿Bud inställningar

source: Enable Offers?
de_de: Preisvorschläge freigeben?
pt_br: Habilitar Ofertas?
sv_se: ﻿Aktivera bud?

source: Enable this option to enable the 'Make Offer' buttons and form display in the shop.
de_de: diese Option freigeben um die "mache Preisvorschlag" Tasten freizugeben und bilde die Anzeige im Shop.
pt_br: Ative esta opção para ativar os botões 'Fazer oferta' e exibir a forma na loja.
sv_se: ﻿Aktivera detta alternativ för att möjliggöra "Ge bud" visning av knappar och formulär i butiken.

source: On Exit Only?
de_de: Nur beim Beenden?
pt_br: Na saída apenas?
sv_se: Endast vid utgången?

source: Enable this option to display the 'Make Offer' form only when the user is about to exit the page.
de_de: Aktivieren Sie diese Option, um das Formular "Angebot erstellen" nur anzuzeigen, wenn der Benutzer die Seite beenden möchte.
pt_br: Ative esta opção para exibir o formulário 'Fazer oferta' somente quando o usuário estiver prestes a sair da página.
sv_se: Aktivera det här alternativet om du bara vill visa formuläret "Erbjudande" när användaren håller på att lämna sidan.

source: Enable Auto Accept Offers?
de_de: Aktivieren Sie Angebote annehmen?
pt_br: Habilitar Ofertas?
sv_se: Aktivera automatisk godkännande erbjudanden?

source: Enable this option to automatically accept offers based on the percentage set.
de_de: Aktivieren Sie diese Option, um Angebote basierend auf dem festgelegten Prozentsatz automatisch zu akzeptieren.
pt_br: Ative esta opção para ativar os botões 'Fazer oferta' e exibir a forma na loja.
sv_se: Aktivera det här alternativet för att automatiskt acceptera erbjudanden baserat på procentuell uppsättning.

source: Auto Accept Percentage
de_de: Prozentsatz der automatischen Annahme
pt_br: Aceitar Automaticamente a Oferta
sv_se: Bil Accepterad Procentandel

source: Enter Percentage
de_de: Geben Sie den Prozentsatz ein
pt_br: Porcentagem de entrada
sv_se: Ange procentandel

source: Enable Auto Decline Offers?
de_de: Auto-Ablehnen-Angebote aktivieren?
pt_br: Negar automaticamente a oferta
sv_se: Aktivera autofalla erbjudanden?

source: Enable this option to automatically decline offers based on the percentage set.
de_de: Aktivieren Sie diese Option, um Angebote basierend auf dem festgelegten Prozentsatz automatisch abzulehnen.
pt_br: Ative esta opção para recusar automaticamente as ofertas com base no conjunto de porcentagem.
sv_se: Aktivera det här alternativet för att automatiskt neka erbjudanden baserat på procentuell uppsättning.

source: Auto Decline Percentage
de_de: Prozentsatz der automatischen Absenkung
pt_br: Porcentagem de declínio automático
sv_se: Automatisk minskning av procentandel

source: Offer updated.
de_de: Preisvorschlag aktualisiert
pt_br: Oferta atualizados.
sv_se: ﻿Bud uppdaterat.

source: Offer Details updated.
de_de: Preisvorschlag Einzelheiten (Details) aktualisiert
pt_br: Detalhes da Oferta atualizados.
sv_se: ﻿Bud Detaljer uppdaterat.

source: Offer Details deleted.
de_de: Preisvorschlag Einzelheiten gelöscht
pt_br: Detalhes da oferta excluídos.
sv_se: ﻿Bud Detaljer borttagna.

source: Offer restored to revision from %s
de_de: Preisvorschlag wieder hergestellt für Überarbeitung (Korrektur) von %s (Prozenten)
pt_br: Oferta restaurada para revisão de %s
sv_se: ﻿Bud återställt till revidering från %s

source: Offer set as Pending Status.
de_de: Preisvorschlag auf Stand unerledigt gesetzt
pt_br: Oferta definida como Status Pendente.
sv_se: ﻿Bud satt som väntande Status.

source: Offer saved.
de_de: Preisvorschlag gespeichert
pt_br: Oferta salva.
sv_se: ﻿Bud sparat.

source: Offer submitted.
de_de: Preisvorschlag unterbreitet
pt_br: Oferta enviada.
sv_se: ﻿Bud skickat.

source: Offer scheduled for: <strong>%1$s</strong>.
de_de: Preisvorschlag vorgesehen für: <strong>%1$s</strong>.
pt_br: Oferta agendada para: <strong> %1$s </ strong>.
sv_se: ﻿Bud planerad till: <strong>%1$s</strong>.

source: Offer draft updated.
de_de: Preisvorschlag Entwurf aktualisiert
pt_br: Oferecer rascunho atualizado.
sv_se: ﻿Budförslag uppdaterat.

source: Offer note added.
de_de: Preisvorschlag Notiz hinzugefügt
pt_br: Obteve nota adicionada.
sv_se: ﻿Bud anteckning tillagd.

source: Product
de_de: Produkt
pt_br: Produto
sv_se: ﻿Produkt

source: Amount
de_de: Summe
pt_br: Montante
sv_se: ﻿Antal/Mängd

source: Price Per
de_de: Preis
pt_br: Preço por
sv_se: ﻿Pris per artikel

source: Quantity
de_de: Stück
pt_br: Quantidade
sv_se: ﻿Antal

source: Not Found
de_de: Nicht gefunden
pt_br: Não encontrado
sv_se: Hittades inte

source: Manage Offer
de_de: Vorschlag bearbeiten
pt_br: Gerenciar Oferta
sv_se: ﻿Hantera erbjudande

source: Set Offer Status to Declined
de_de: Preisvorschlag auf Stand Abgelehnt setzen
pt_br: Definir status da oferta para recusar
sv_se: Ange bud Status till avböjt

source: Decline
de_de: zurückweisen, senken
pt_br: Recusar
sv_se: ﻿Avböj

source: Manage&nbsp;Offer
de_de: verwalten&nbsp; Preisvorschlag
pt_br: Gerenciar&nbsp;Oferta
sv_se: ﻿Hantera&nbsp;Bud

source: Offer Details
de_de: Preisvorschlag Einzelheiten
pt_br: Detalhes da oferta
sv_se: ﻿Detaljer

source: Set Offer Status to Accepted
de_de: Preisvorschlag auf Stand Akzeptiert setzen
pt_br: Definir status da oferta aceita
sv_se: ﻿Ange Bud Status till godkänd

source: Accept
de_de: Akzeptieren
pt_br: Aceitar
sv_se: ﻿Acceptera

source: Make Counter Offer
de_de: Machen Sie einen Gegenvorschlag
pt_br: Fazer oferta de balcão
sv_se: Ge Motbud

source: Accepted Offer
de_de: akzeptierter Preisvorschlag
pt_br: Oferta Aceita
sv_se: Budet Accepterat

source: Accepted (%s)
de_de: Akzeptiert (%s)
pt_br: Aceito (%s)

source: Countered Offer
de_de: Gegenvorschlag
pt_br: Oferta Contrata
sv_se: Motbjudet Bud

source: Countered (%s)
de_de: Gegengesteuert (%s)
pt_br: Rebatido (%s)

source: On Hold
de_de: zurückgestellt
pt_br: Em espera
sv_se: Väntande

source: On Hold (%s)
de_de: In der Warteschleife (%s)
pt_br: Em espera (%s)

source: Expired
de_de: Abgelaufen
pt_br: Expirado
sv_se: ﻿Utgången

source: Expired (%s)
de_de: Abgelaufen(%s)
pt_br: Expirado (%s)

source: Expired(%s)
de_de: Abgelaufen(%s)
pt_br: Expirado(%s)

source: Buyer Countered Offer
de_de: Käufer-Gegenangebot
pt_br: Contra-oferta do comprador

source: Buyer Countered (%s)
de_de: Käufer Gegenvorschlag(%s)
pt_br: Comprador contestado (%s)

source: Declined Offer
de_de: abgelehnter Preisvorschlag
pt_br: Oferta recusada
sv_se: ﻿Avböjt Bud

source: Declined (%s)
de_de: Abgelehnt(%s)
pt_br: Recusado (%s)

source: Completed Offer
de_de: abgeschlossener Preisvorschlag
pt_br: Oferta Completada
sv_se: Slutfört Bud

source: Completed (%s)
de_de: erledigt(%s)
pt_br: Concluído (%s)

source: Offer Status: Accepted
de_de: Preisvorschlag Stand: Akzeptiert
pt_br: Definir status da oferta aceita
sv_se: ﻿Bud Status: Accepterat

source: Accepted
de_de: Akzeptiert
pt_br: Aceito
sv_se: ﻿Accepterat

source: Offer Status: Countered
de_de: Status des Preisvorschlags: Gegenvorschlag
pt_br: Status da Oferta: Polvilhado
sv_se: ﻿Bud Status: Motbjudet

source: Countered
de_de: Gegenvorschlag
pt_br: Contornado
sv_se: Motbud gjort

source: Offer Status: Buyer Countered
de_de: Status des Preisvorschlags: Käufer Gegenvorschlag
pt_br: Status da Oferta: Comprador Contrastado
sv_se: ﻿Bud Status: Köparen gav motbud

source: Buyer Countered
de_de: Käufer Gegenvorschlag
pt_br: Contra-comprador
sv_se: ﻿Köparen gjorde Motbud

source: Offer Status: Pending
de_de: Preisvorschlag Stand: Anstehend
pt_br: Status da Oferta: Pendente
sv_se: ﻿Bud Status: Väntande

source: Pending
de_de: Anstehend
pt_br: Pendente
sv_se: ﻿Väntande

source: Offer Status: Trashed
de_de: Preisvorschlag Stand: in Papierkorb
pt_br: Status da Oferta: Trashed
sv_se: ﻿Bud Status: Slängt

source: Trashed
de_de: in Papierkorb
pt_br: Deletado
sv_se: Slängt

source: Offer Status: Completed
de_de: Preisvorschlag Stand:Erledigt
pt_br: Status da Oferta: Completado
sv_se: ﻿Bud Status: Avslutat

source: Completed
de_de: erledigt
pt_br: Concluído
sv_se: ﻿Färdigbehandlad

source: Offer Status: Declined
de_de: Preisvorschlag Stand: Abgelehnt
pt_br: Status da Oferta: Recusado
sv_se: ﻿Bud Status: Avböjt

source: Declined
de_de: Abgelehnt
pt_br: Recusou
sv_se: Avböjt

source: Offer Status: On Hold
de_de: Preisvorschlag in der Warteschleife
pt_br: Status da oferta: em espera
sv_se: ﻿Bud Status: Väntande

source: Offer Status: Expired
de_de: Preisvorschlag Status: abgelaufen
pt_br: Status da Oferta: Expirado
sv_se: ﻿Bud Status: Utgått

source: Offer Status:
de_de: Status des Preisvorschlags
pt_br: Status da Oferta:
sv_se: Bud Status:

source: Offer Activity Log
de_de: Preisvorschlag Änderungsprotokoll oder Tätigkeitsprotokoll
pt_br: Registro de atividade da oferta
sv_se: Bud Aktiviteslogg

source: Offer History
de_de: Angebotsgeschichte
pt_br: Histórico de ofertas
sv_se: Erbjudande historia

source: Product stock is lower than offer quantity!
de_de: Warenbestand ist niedriger als Preisvorschlag Menge
pt_br: O estoque do produto é menor do que a quantidade da oferta!
sv_se: ﻿Produktlager är lägre än budets mängd!

source: Order not found; may have been deleted
de_de: Bestellung nicht gefunden; vielleicht wurde sie gelöscht
pt_br: Ordem não encontrada; Pode ter sido excluído
sv_se: ﻿Beställningen hittades inte; kan ha tagits bort

source: Product not found for this offer.
de_de: Produkt wurde für dieses Angebot nicht gefunden.
pt_br: O estoque do produto é menor do que a quantidade da oferta!
sv_se: Produkten hittades inte för detta erbjudande.

source: Add Offer Note
de_de: Preisvorschlag Nachricht/Notiz hinzufügen
pt_br: Adicionar nota da oferta
sv_se: ﻿Lägg till notering till bud

source: Updated - Status:
de_de: aktualisierter Status:
pt_br: Atualizado - Status:
sv_se: ﻿Uppdaterad - Status:

source: Show on Home Page
de_de: Auf Startseite anzeigen
pt_br: Mostrar na página inicial
sv_se: ﻿Visa på startsidan

source: Check this option to display offer buttons for products on your home page.
de_de: Prüfe diese Möglichkeit um Preisvorschlag Tasten für Produkte auf Deiner homepage anzuzeigen
pt_br: Marque esta opção para exibir os botões de oferta para produtos em sua página inicial.
sv_se: ﻿Markera detta alternativ för att visa budknappar för produkter på din hemsida.

source: Show on Shop Page
de_de: Auf Shopseite anzeigen
pt_br: Mostrar na página da loja
sv_se: ﻿Visa på Butiken Sida

source: Check this option to display offer buttons for products on your shop page.
de_de: Prüfe diese Möglichkeit um Preisvorschlag Tasten für Produkte auf Deiner shop-page anzuzeigen
pt_br: Marque esta opção para exibir os botões de oferta para produtos na página da sua loja.
sv_se: ﻿Markera detta alternativ för att visa budknappar för produkter på din shop sida.

source: Enable Offers by Default
de_de: Angebote standardmäßig aktivieren
pt_br: Ativar ofertas por padrão
sv_se: ﻿Aktivera Bud som Standard

source: Check this option to automatically enable offers on all new products by default.
de_de: Prüfe diese Möglichkeit um automatisch Preisvorschläge auf alle neuen Produkte als Voreinstellung freizugeben
pt_br: Marque esta opção para ativar automaticamente ofertas em todos os novos produtos por padrão.
sv_se: ﻿Markera detta alternativ för att automatiskt aktivera bud på alla nya produkter som standard.

source: Limit Offer Quantity at Product Stock Quantity
de_de: Grenzwert Preisvorschlagsmenge an Produkt Bestandsmenge
pt_br: Quantidade de oferta limite na quantidade de estoque do produto
sv_se: ﻿Sätt gräns för Budets kvantitet vid Produktlagrets kvantitet

source: Check this option to limit offer quantity at stock quantity on products not allowing backorders.
de_de: Prüfe diese Möglichkeit um Angebotsmenge auf die Lagermenge zu begrenzen und keine Lieferrückstände zu erlauben.
pt_br: Marque esta opção para limitar a quantidade de oferta em quantidade de estoque em produtos que não permitem backorders.
sv_se: ﻿Markera detta alternativ för att begränsa erbjudandets kvantitet på lagerkvantiteten på produkter som inte tillåter restorder.

source: Default Expiration Date
de_de: Standardablaufdatum
pt_br: Data de expiração padrão
sv_se: Standard Utgångsdatum

source: The number entered here will be used to automatically set the expiration date that many days in advance while accepting or countering an offer.
de_de: Die hier eingegebene Nummer wird verwendet, um das Ablaufdatum für viele Tage im Voraus automatisch festzulegen, während ein Angebot angenommen oder entgegengenommen wird.
pt_br: O número inserido aqui será usado para definir automaticamente a data de validade com muitos dias de antecedência ao aceitar ou contrariar uma oferta.
sv_se: Numret som anges här kommer att användas för att automatiskt ange utgångsdatum som många dagar i förväg medan du accepterar eller motverkar ett erbjudande.

source: Require Log In
de_de: Anmeldung erforderlich
pt_br: Exigir Iniciar sessão
sv_se: Kräver Logga in

source: Check this option to require users to login in order to submit an offer.
de_de: Aktivieren Sie diese Option, wenn Benutzer sich anmelden müssen, um ein Angebot abzugeben.
pt_br: Marque esta opção para exigir que os usuários façam login para enviar uma oferta.
sv_se: Markera det här alternativet för att kräva att användarna loggar in för att kunna lämna in ett erbjudande.

source: Hide Offers Until Logged In
de_de: Angebote ausblenden, bis sie angemeldet sind
pt_br: Ocultar ofertas até logado
sv_se: Dölj erbjudanden tills inloggad

source: Check this option to completely hide the offer buttons unless the user is logged in.
de_de: Aktivieren Sie diese Option, um die Angebotsschaltflächen vollständig auszublenden, sofern der Benutzer nicht angemeldet ist.
pt_br: Marque esta opção para ocultar completamente os botões de oferta, a menos que o usuário esteja logado.
sv_se: Markera det här alternativet för att helt gömma erbjudandensknapparna om inte användaren är inloggad.

source: Enable Offers for Only Specific User Roles
de_de: Aktivieren Sie Angebote für nur bestimmte Benutzerrollen
pt_br: Ativar ofertas para apenas funções de usuário específicas
sv_se: Aktivera erbjudanden för endast specifika användarroller

source: Select the roles you want offers enabled for. Leave blank for all roles enabled.
de_de: Wählen Sie die Rollen aus, für die Angebote aktiviert werden sollen. Lassen Sie für alle aktivierten Rollen leer.
pt_br: Selecione as funções que você deseja que as ofertas sejam ativadas. Deixe em branco todas as funções ativadas.
sv_se: Välj de roller du vill ha erbjudanden aktiverade för. Lämna tomma för alla roller aktiverade.

source: Disable Coupons
de_de: Gutscheine deaktivieren
pt_br: Desativar Cupons
sv_se: Inaktivera kuponger

source: Check this option to disable coupons when checking out with an accepted offer included in the shopping cart.
de_de: Aktivieren Sie diese Option, um Coupons zu deaktivieren, wenn Sie mit einem im Warenkorb enthaltenen akzeptierten Angebot auschecken.
pt_br: Marque esta opção para desativar os cupons ao efetuar o check-out com uma oferta aceita incluída no carrinho de compras.
sv_se: Markera det här alternativet för att inaktivera kuponger när du checkar ut med ett godkänt erbjudande som ingår i kundvagnen.

source: Enable Anonymous Communication
de_de: Aktivieren Sie die anonyme Kommunikation
pt_br: Ativar comunicação anônima
sv_se: Aktivera anonym kommunikation

source: Check this option to hide the contact information for potential buyers while negotiation is going on. This can be useful when working with vendors who would be paying you a commission.
de_de: Aktivieren Sie diese Option, um die Kontaktinformationen für potenzielle Käufer während der Verhandlungen auszublenden. Dies kann nützlich sein, wenn Sie mit Lieferanten arbeiten, die Ihnen eine Provision zahlen würden.
pt_br: Marque esta opção para ocultar as informações de contato para potenciais compradores enquanto a negociação está acontecendo. Isso pode ser útil ao trabalhar com fornecedores que pagariam uma comissão.
sv_se: Markera det här alternativet för att dölja kontaktinformationen för potentiella köpare när förhandlingar pågår. Detta kan vara användbart när du arbetar med leverantörer som skulle betala dig en provision.

source: Show Pending Offer Details to Buyers
de_de: Ausstehende Angebotsdetails für Käufer anzeigen
pt_br: Mostrar detalhes da oferta pendente para os compradores
sv_se: Visa väntande erbjudandensdetaljer till köpare

source: Check this option to display pending offer(s) on front end.
de_de: Aktivieren Sie diese Option, um ausstehende Angebote am Frontend anzuzeigen.
pt_br: Marque esta opção para exibir a (s) oferta (s) pendente (s) no front-end.
sv_se: Markera det här alternativet för att visa väntande bud (er) på framsidan.

source: Display Highest Offer
de_de: Anzeige des höchsten Angebots
pt_br: Mostra a oferta mais alta
sv_se: Visa högsta erbjudandet

source: Check this option to display the highest current offer on product page for potential buyers to see.
de_de: Aktivieren Sie diese Option, um das aktuellste Angebot auf der Produktseite für potenzielle Käufer anzuzeigen.
pt_br: Marque esta opção para exibir a oferta atual mais alta na página do produto para potenciais compradores para ver.
sv_se: Markera det här alternativet för att visa det högst aktuella erbjudandet på produktsidan för potentiella köpare att se.

source: Disable Admin Email on Auto Declined Offers
de_de: Deaktiviere Admin-E-Mail bei automatisch ablehnenden Angeboten
pt_br: Desativar o email do administrador em ofertas recusadas automaticamente
sv_se: Inaktivera administratörs e-post på automatiskt avvisade erbjudanden

source: Disable the email notification for the admin user when offers are automatically declined.
de_de: Deaktivieren Sie die E-Mail-Benachrichtigung für den Administrator, wenn Angebote automatisch abgelehnt werden.
pt_br: Desative a notificação de e-mail para o usuário admin quando as ofertas são automaticamente recusadas.
sv_se: Inaktivera e-postmeddelandet för administratörsanvändaren när erbjudanden avvisas automatiskt.

source: Disable for Sale Items
de_de: Für Verkaufsartikel deaktivieren
pt_br: Desativar para Itens à venda
sv_se: Inaktivera för försäljningsobjekt

source: Disable the "Make Offer" button for products that are on sale.
de_de: Deaktivieren Sie die Schaltfläche "Angebot abgeben" für Produkte, die zum Verkauf stehen.
pt_br: Desative o botão "Fazer oferta" para produtos que estão à venda.
sv_se: Inaktivera knappen "Erbjudanden" för produkter som säljs.

source: Form Display Type
de_de: Formular-Displaytyp
pt_br: Tipo de exibição de formulário
sv_se: ﻿Formulär Displaytyp

source: Depending on your theme, you may wish to display the offer form on a tab within the product page or in a lightbox window on top of the product page.
de_de: Abhängig von deinem Thema, könntest du wünschen, das Preisvorschlags Formular auf einem tab (Kartenreiter) zu zeigen, entweder innerhalb der Produktseite oder in einem (Lichtkasten) Fenster oben auf der Pruduktseite
pt_br: Dependendo do seu tema, você pode exibir o formulário de oferta em uma guia dentro da página do produto ou em uma janela da lightbox na parte superior da página do produto.
sv_se: ﻿Beroende på ditt tema så kanske du vill visa budformuläret på en flik inom produktsidan eller i ett lightbox-fönster på toppen av produktsidan.

source: Product Tabs (default display)
de_de: Produkt-Tabs (Standardanzeige)
pt_br: Separadores do produto (exibição padrão)
sv_se: ﻿Produktflikar (standardfönstret)

source: Price Each
de_de: Preis jeweils
pt_br: Preço
sv_se: ﻿Pris per styck

source: Your Name
de_de: Ihr Name
pt_br: Seu nome
sv_se: ﻿Ditt namn

source: Your Email Address
de_de: Ihre Email Adresse
pt_br: Seu endereço de email
sv_se: ﻿Din E-postadress

source: Company Name
de_de: Firmenname
pt_br: Nome da empresa
sv_se: ﻿Företagsnamn

source: Phone Number
de_de: Telefonnummer
pt_br: Número de telefone
sv_se: ﻿Telefonnummer

source: Offer Notes
de_de: Preisvorschlags Mitteilungen
pt_br: Nota de oferta
sv_se: ﻿Anteckningar

source: Total Offer Amount
de_de: Gesamtbetrag Vorschlag
pt_br: Valor total da oferta
sv_se: ﻿Totalt Bud Belopp

source: Form Fields
de_de: Formularfelder
pt_br: Campos de formulário
sv_se: ﻿Formulärfält

source: Check the boxes of the form fields you want to display on the offer form. Quantity, Price Each, Your Name, and Your Email Address are forcefully required fields, while the remaining fields are optionally required via checkbox.<br /> You may also drag and drop fields to re-order the way they are displayed on the offer form.
de_de: Aktivieren Sie die Kontrollkästchen der Formularfelder, die auf dem Angebotsformular angezeigt werden sollen. Menge, Preis pro Stück, Ihr Name und Ihre E-Mail-Adresse sind zwingend erforderliche Felder, während die restlichen Felder optional über das Kontrollkästchen erforderlich sind. <br /> Sie können Felder auch per Drag-and-Drop verschieben, um die Darstellung auf dem Angebot zu ändern bilden.
pt_br: Verifique as caixas dos campos de formulário que deseja exibir no formulário de oferta. Quantidade, Preço Cada, Seu Nome e Seu Endereço de E-mail são campos obrigatórios, enquanto os campos restantes são opcionalmente solicitados através da caixa de seleção. <br /> Você também pode arrastar e soltar campos para reordenar a forma como eles são exibidos na oferta Formato.
sv_se: Markera rutorna i formulärfälten som du vill visa på formuläret. Kvantitet, pris Var och en, ditt namn och din e-postadress är obligatoriskt obligatoriska fält, medan de övriga fälten eventuellt krävs via kryssrutan. <br /> Du kan också dra och släppa fält för att ordna hur de visas på erbjudandet form.

source: Button Position
de_de: Schaltflächeposition
pt_br: Posição do botão
sv_se: Knapp Placering
